/*
 *  Localizable.strings
 *  Admin Utility
 */

/* General */
"AirPortUtility"= "AirMac ユーティリティ";
"AdminUtility"	= "AirMac ユーティリティ";
"AboutAirPortUtility" = "%@ について";
"HideAirPortUtility" = "%@ を隠す";
"QuitAirPortUtility" = "%@ を終了";

/* Button Titles */
"OK"			= "OK";
"Cancel"		= "キャンセル";
"ConfirmUpload"	= "アップロード";
"GoBack"		= "戻る";
"Continue"		= "続ける";
"Close"			= "閉じる";
"DontClose"		= "閉じない";
"Done"			= "完了";
"Switch"		= "切り替え";
"DontSwitch"	= "切り替えない";
"Yes"			= "はい";
"No"			= "いいえ";
"DontSave"		= "保存しない";
"Save"			= "保存";
"Revert"		= "元に戻す";
"Update"		= "アップデート";
"DontUpdate"	= "アップデートしない";
"Optional"		= "（オプション）";
"OtherDotDotDot" = "その他...";
"MoreInfo"		= "詳しい情報...";
"Download"		= "ダウンロード";
"Remove"		= "取り除く";
"DontRemove"	= "取り除かない";
"Edit"			= "編集";
"EditEllipsis"	= "編集...";
"Resume"		= "再開";


/* Keychain information */
"keychainBaseStationDescription" = "AirMac ベースステーションのパスワード";
"keychainBaseStationType" = "AirMac ベースステーション";
"keychainNetworkDescription" = "AirMac ネットワークのパスワード";
"keychainAirDiskDescription" = "AirMac ディスクパスワード";
"keychainNetworkType" = "AirMac ネットワーク";
"keychainSpeakerDescription" = "アプリケーションのパスワード";
"keychainSpeakerType" = "リモートスピーカ";

/* Password sheet and keychain strings */
"OtherPrompt" = "アドレスとパスワードを入力してください：";
"PasswordPrompt" = "選択した AirMac ワイヤレス装置のパスワードを入力してください：";
"SaveSecuritySettings" = "セキュリティを高めるためにパスワードを暗号化";
"SaveSecuritySettingsDescription" = "後でこれらのパスワードを表示するときまたは読み込むときは、%@ のパスワードを入力する必要があります。";
"PasswordPromptDoc" = "すべての設定とパスワードを表示するには、この設定ファイルのパスワードを入力してください。パスワード以外のすべての設定を表示するには、パスワードを入力せずに“続ける”をクリックしてください。";
"SaveSecuritySettingsNotEncrypted" = "パスワードは暗号化されずに安全性の低い方法で保存されます。";
"RememberPassword" = "このパスワードをキーチェーンに保存";
"KeychainRemoveAreYouSure" = "このパスワードをキーチェーンから取り除いてもよろしいですか？";
"KeychainRemoveExplain" = "このパスワードをキーチェーンから取り除くと、このパスワードの入力を毎回求められます。";

/* AOL Login script -- probably no need to localize */
"AOL"			= "AOL";

/* Help book name */
"AirPortHelp"	= "AirMac ユーティリティヘルプ";
"AirPortServiceAndSupport" = "AirMac のサービスとサポート";
"AirPortServiceAndSupportURL" = "http://www.apple.com/jp/support/airmac/";

/* Open/Save panel button titles */
"Open"			= "開く";
"Export"		= "書き出す";
"Import"		= "読み込む";

/* Discovery Window toolbar items and tool tips*/
"Other"			= "その他";
"OtherTip"		= "ほかの AirMac ワイヤレス装置を構成します";
"Rescan"		= "再スキャン";
"RescanTip"		= "AirMac ワイヤレス装置を再度スキャンします";
"Configure"		= "構成";
"ConfigureTip"	= "選択した AirMac ワイヤレス装置を構成します";

/* Software Update */
"SoftwareUpdateNewer" = "より新しいバージョン（%@）の“AirMac ユーティリティ”を使用できます。";
"SoftwareUpdateExplain" = "AirMac ユーティリティを終了して新しいソフトウェアを入手するには、“アップデート”をクリックしてください。";
"SoftwareUpdateTitle" = "AirMac ソフトウェア・アップデート";
"SoftwareUpdateButton" = "アップデート...";
"SUFirmwarePrompt" = "新しいファームウェアをダウンロードできます。";
"SUFirmwareExplain" = "ファームウェアをダウンロードして AirMac ワイヤレス装置をアップデートしてください。";
"SUFirmwareExplainDetails" = "ダウンロードする AirMac ワイヤレス装置のファームウェアを選択してください。ファームウェアのダウンロード後、AirMac ワイヤレス装置をアップデートできます。";
"SUChoosePrompt" = "%d 個の AirMac ワイヤレス装置で新しいファームウェアを使用できます。";
"SUChooseExplain" = "開始するには“アップデート”をクリックしてください。";
"SUChooseExplainDetails" = "新しいファームウェアをインストールするときは、アップデートしたい AirMac ワイヤレス装置を選択して“アップデート”をクリックしてください。";
"SUOneUpdatePrompt" = "AirMac ワイヤレス装置“%2$@”で新しいファームウェア（%1$@）を使用できます。";
"SUOneUpdateExplain" = "開始するには“アップデート”をクリックしてください。";
"SoftwareUpdateEverythingUpToDate" = "現在、AirMac ユーティリティにも AirMac ワイヤレス装置にも入手可能なアップデートはありません。";
"SoftwareUpdateAUIsUpToDate" = "このバージョン（%@）の“AirMac ユーティリティ”は最新のバージョンです。";
"SoftwareUpdateFWIsUpToDate" = "このバージョン（%@）の AirMac ワイヤレス装置のファームウェアは最新のバージョンです。";
"SoftwareUpdateBadFirmware" = "選択したファームウェアファイルは、この AirMac ワイヤレス装置と互換性がありません。";
"SoftwareUpdateDownloadError" = "ファームウェアのダウンロード中にエラーが起きました。";
"SoftwareUpdateShowDetails" = "詳細情報を表示";
"SoftwareUpdateHideDetails" = "詳細情報を隠す";
"SoftwareUpdateDirty" = "この AirMac ワイヤレス装置をアップデートすると、保存していない変更内容は失われます。";
"SUSkip" = "スキップ";
"SUPasswordPrompt" = "“%@”のパスワードを入力してください：";
"SUVersion" = "ファームウェアのバージョン";
"SUDownloadProgressPrompt" = "%1$d／%2$d 個のファームウェア・アップデートをダウンロード中";
"SUUpdateProgressPrompt" = "%1$d/%2$d 個の AirMac ワイヤレス装置をアップデート中";
"SUUpdateProgressMessage" = "“%1$@”ファームウェアを %2$@ にアップデート中...";
"SUWaitingRestartMessage" = "“%@”が再起動するのを待っています...";
"SUAutoCheckConfirm" = "お使いの AirMac ワイヤレス装置用のアップデートがある場合、または AirMac ワイヤレス装置から問題が報告された場合は、AirMac ユーティリティが開きます。";
"SUAutoCheckExplain" = "これらの設定は、AirMac ユーティリティの環境設定で変更できます。";
"SUAutoCheckCheckbox" = "AirMac ユーティリティを開くときにアップデートを確認";
"SUServerFailure" = "アップデートサーバに接続しようとしているときにエラーが発生しました。ネットワークの設定を確認して、もう一度やり直してください。";
"SUInternalServerLabel" = "内部サーバ：";
"SUBackgroundCheckbox" = "アップデートを確認する頻度：";
"SUHourly" = "毎時";
"SUDaily" = "毎日";
"SUWeekly" = "毎週";
"SUMonthly" = "毎月";
"SUBackgroundDownloadCheckbox" = "ファームウェア・アップデートを自動的にダウンロード";
"SUBackgroundDownloadExplain" = "アップデートをインストールする準備ができると、AirMac ユーティリティが起動します。";

/* Discovery Window */
"IP4Address" = "IPv4 アドレス";
"IP6Address" = "IPv6 アドレス";
"Interface" = "インターフェイス";
"AirPortDesc" = "AirMac（%@）";
"EthernetDesc" = "Ethernet（%@）";

/* Document Toolbar Items and Tabs */
"Restart"				= "再起動";
"HardReset"				= "デフォルト設定を復元...";
"Upload"				= "アップロード";
"Default"				= "デフォルト";
"EquivPW"				= "パスワード";
"Summary"				= "概要";
"SummaryTip"			= "この AirMac ワイヤレス装置とワイヤレスネットワークの設定を表示します";
"AirPort"				= "AirMac";
"AirPortTip"			= "ワイヤレスネットワークのオプションを設定します";
"AirPort.Summary"		= "概要";
"AirPort.Summary.Version" = "バージョン";
"AirPort.BaseStation"	= "ベースステーション";
"AirPort.BaseStation.Options" = "ベースステーションオプション";
"AirPort.BaseStation.Hostname" = "ベースステーションのホスト名";
"AirPort.Wireless"		= "ワイヤレス";
"AirPort.Wireless.Options" = "ワイヤレス・ネットワーク・オプション";
"AirPort.Wireless.AppleWiFiConnect" = "ワイヤレス・クライアント・オプション";
"AirPort.WDS"			= "WDS";
"AirPort.ACL"			= "アクセス制御";
"Internet"				= "インターネット";
"InternetTip"			= "この AirMac ワイヤレス装置をインターネットに接続し、そのインターネット接続を共有する方法を設定します";
"Internet.Main"			= "インターネット接続";
"Internet.TCPIP"		= "TCP/IP";
"Internet.Modem"		= "モデム";
"Internet.PPPoE"		= "PPPoE";
"Internet.DHCP"			= "DHCP";
"Internet.NAT"			= "NAT";
"Music"					= "ミュージック";
"MusicTip"				= "iTunes をリモートスピーカーから再生するように AirMac Express を設定します";
"Printers"				= "プリンタ";
"USB"					= "USB 共有";
"PrintersTip"			= "AirMac ワイヤレス装置から使用できる USB プリンタの設定を表示および変更します";
"USBTip"				= "AirMac ワイヤレス装置から使用できる USB 装置の設定を表示および変更します";
"PrintersScanners"		= "プリンタとスキャナ";
"PrintersScannersTip"	= "AirMac ワイヤレス装置から使用できる USB プリンタとスキャナの設定を表示および変更します";
"Drives"				= "ディスク";
"DrivesTip"				= "AirMac ワイヤレス装置から使用できる記憶装置の設定を表示および変更します";
"Drives.Disks"			= "ディスク";
"Drives.FileSharing"	= "ファイル共有";
"Drives.Accounts"		= "アカウント";
"Advanced"				= "詳細";
"Advanced.MobileMe"		= "MobileMe";
"Advanced.Firewall"		= "ポートマッピング";
"Advanced.PortMapping"	= "ポートマッピング";
"Advanced.IPv6"			= "IPv6";
"Advanced.IPv6Firewall"	= "IPv6 ファイアウォール";
"Advanced.Dialin"		= "PPP ダイヤルイン";
"Advanced.Statistics"	= "ログと統計情報";
"AdvancedTip"			= "AirMac ワイヤレス装置の詳細設定を表示および変更します";
"Profiles"				= "プロファイル";
"ProfilesTip"			= "プロファイル";
"Statistics"			= "統計情報";
"Statistics.Logging"	= "ログ";
"Statistics.Wireless"	= "ワイヤレスクライアント";
"Statistics.DHCP"		= "DHCP クライアント";
"StatisticsTip"			= "Syslog やクライアント情報など、AirMac ワイヤレス装置の状況情報を表示します";
"Search"				= "設定を検索";
"SearchTip"				= "AirMac ワイヤレス装置の設定を名前で検索します。名前を選択すると、その設定のパネルが表示されます。";

/* Panel layout */
"AirPort.Summary.labelPercentage" = "50";
"AirPort.Summary.Version.labelPercentage" = "50";
"AirPort.BaseStation.labelPercentage" = "50";
"AirPort.BaseStation.Options.labelPercentage" = "50";
"AirPort.BaseStation.Hostname.labelPercentage" = "50";
"AirPort.Wireless.labelPercentage" = "50";
"AirPort.Wireless.Options.labelPercentage" = "50";
"AirPort.Wireless.AppleWiFiConnect.labelPercentage" = "50";
"AirPort.GuNe.labelPercentage" = "50";
"AirPort.WDS.labelPercentage" = "50";
"AirPort.ACL.labelPercentage" = "50";

"Internet.Main.labelPercentage" = "40";
"Internet.TCPIP.labelPercentage" = "40";
"Internet.Modem.labelPercentage" = "40";
"Internet.DHCP.labelPercentage" = "40";
"Internet.NAT.labelPercentage" = "60";

"Music.labelPercentage" = "50";

"Printers.labelPercentage" = "50";
"USB.labelPercentage" = "50";
"Drives.Disks.labelPercentage" = "50";
"Drives.FileSharing.labelPercentage" = "50";
"Drives.Accounts.labelPercentage" = "50";

"Advanced.MobileMe.labelPercentage" = "50";
"Advanced.Firewall.labelPercentage" = "50";
"Advanced.PortMapping.labelPercentage" = "50";
"Advanced.IPv6.labelPercentage" = "50";
"Advanced.IPv6Firewall.labelPercentage" = "50";
"Advanced.Dialin.labelPercentage" = "50";
"Advanced.Statistics.labelPercentage" = "50";

/* Document */
"UpdateChanges" = "閉じる前にこの AirMac ワイヤレス装置の設定をアップデートしますか？";
"WSCUpdateChanges" = "ワイヤレスクライアントを追加する前に保存する必要のある変更を AirMac ワイヤレス装置に行いました。“アップデート”をクリックして変更を保存してから、もう一度やり直してください。";
"SwitchContinue" = "別の AirMac ワイヤレス装置に切り替えてもよろしいですか？";
"SwitchUpdateLost" = "アップデートしないで切り替えると、変更は失われます。"; 
"UpdateLost" = "アップデートしないと、変更は失われます。";
"Passwords" = "パスワード";
"errMatchPassword" = "“パスワード”フィールドと“パスワードの確認”フィールドが一致しません。両方に同じパスワードを入力する必要があります。";
"ImportPrompt" = "装置のすべての構成を読み込むか、特定の設定のみを読み込んでください。";
"ImportAll" = "すべての装置の構成";
"ImportAllOther" = "その他のすべての設定";
"SwitchNetworksPrompt" = "ワイヤレスネットワークを切り替えてもよろしいですか？";
"SwitchNetworksMore" = "この AirMac ワイヤレス装置を設定するには、ワイヤレスネットワークを切り替える必要があります。ワイヤレスネットワークを切り替えると、インターネットへの接続が中断されることがあります。";
"TaskMaintenanceClose" = "このウインドウを閉じてもよろしいですか？";
"TaskMaintenanceRecommendContinue" = "今このウインドウを閉じると、変更は失われます。";
"AssistClose" = "このウインドウを閉じてもよろしいですか？";
"AssistReccomendContinue" = "アシスタントを使った AirMac ワイヤレス装置のアップデートをここで中止すると、変更は失われます。";
"PortConflict" = "“%@”を使用するとポートマッピングの 1 つと競合します。このポートマッピングは無効になりました。このパブリックポートをこのまま使用する場合は、パブリックポートをアップデートしてください。";
"TooBusyToCloseGeneric" = "AirMac ユーティリティは使用中です。割り込むこともできません。";
"TooBusyToClose" = "AirMac ユーティリティは“%@”で使用中です。割り込むこともできません。";
"TooBusyToCloseExplain" = "AirMac ユーティリティが終了してから、もう一度やり直してください。";
"UpdatingFirmware" = "AirMac ワイヤレス装置のファームウェアをアップデート中";
"WritingConfiguration" = "AirMac ワイヤレス装置の構成を書き込み中";

/* Progress */
"closeOrReRead" = "このウインドウを閉じてもかまいません。閉じなくても、しばらくすると AirMac ワイヤレス装置が再起動します。";
"closeOrReReadSpecific" = "このウインドウを閉じてもかまいません。閉じなくても、しばらくするとこの %@ は再起動します。";
"ReReadTimeout" = "再起動後に AirMac ワイヤレス装置が見つかりませんでした。";
"ReReadTimeoutDescription" = "この AirMac ワイヤレス装置の設定は正常にアップデートされましたが、ワイヤレスネットワークへの再接続時または AirMac ワイヤレス装置の検出時に問題が起きました。“Wi-Fi”メニューからネットワークを選択して、接続し直してください。";
"ReReadTimeoutDescriptionWin" = "この AirMac ワイヤレス装置の設定は正常にアップデートされましたが、ワイヤレスネットワークへの再接続時または AirMac ワイヤレス装置の検出時に問題が起きました。“ネットワーク接続を管理”でネットワークを選択して、もう一度やり直してみてください。";
"ErrorCloseTryAgain" = "エラーが起きました。構成ウインドウを閉じて、もう一度やり直してください。";

/* Discovery */
"FoundDefaultBaseStation" = "デフォルト設定の %@ を検出しました。";
"FoundDefaultBaseStation.alternateArticle" = "デフォルト設定の %@ を検出しました。";
"FoundRestorableDefaultBaseStation" = "デフォルト設定の %@ を検出しました。この装置を以前の設定に復元することができます。";
"FoundRestorableDefaultBaseStation.alternateArticle" = "デフォルト設定の %@ を検出しました。この装置を以前の設定に復元することができます。";
"FoundJoinedBaseStation" = "クライアントが接続を要求している %@ を検出しました。";
"FoundConfiguredBaseStation" = "%@ が検出されました。";
"FoundConfiguredBaseStation.alternateArticle" = "%@ が検出されました。";
"FoundBaseStationNeedsAttention" = "%@ が問題を報告していることが検出されました。";
"FoundBaseStationNeedsAttention.alternateArticle" = "%@ が問題を報告していることが検出されました。";
"FoundBaseStationPerformingTask" = "%@ がタスクを実行していることが検出されました。";
"FoundBaseStationPerformingTask.alternateArticle" = "%@ がタスクを実行していることが検出されました。";
"FoundBaseStationMigrationInterrupted" = "Time Capsule でディスクの移行中に中断が発生したことが検出されました。";
"FoundBaseStationWithEnrollee" = "%@ がネットワークアクセスを要求していることが検出されました。";
"FoundBaseStationWithEnrollee.alternateArticle" = "%@ がネットワークアクセスを要求していることが検出されました。";

"FoundBaseStationNeedsUpdate" = "この %@ は新しいファームウェアバージョンにアップデートする必要があります。";
"FoundEnrolleeNeedsAccess" = "“%@”はネットワークへのアクセスを要求しています。";
"FoundEnrolleeAlreadyAuthed" = "“%@”はネットワークへのアクセスを承認されました。";
"FoundEnrolleeAlreadyAuthedWaiting" = "“%@”がネットワークに接続するのを待っています...";
"FoundEnrolleeAlreadyJoined" = "“%@”はネットワークへの接続に成功しました。";
"FoundEnrolleeNeedsPIN" = "このネットワークアクセス要求の PIN 番号を入力して“承認”を選択してください。";
"FoundEnrolleeGeneralError" = "ネットワーク要求の承認中にエラーが起きました。もう一度やり直してください。";
"FoundEnrolleePINWrong" = "入力した PIN が正しくありません。";
"AppleWiFiConnectAuthorize" = "承認";
"AppleWiFiConnectIgnore" = "無視";	
"AppleWiFiConnectTableColumnName" = "名前";
"AppleWiFiConnectTableColumnModel" = "機種";
"AppleWiFiConnectTableColumnMAC" = "MAC アドレス";
"AppleWiFiConnectSelectNetwork" = "アクセスを承認するネットワーク";
"AppleWiFiConnectSelectNetwork.description" = "このクライアントに使用してほしいワイヤレスネットワークを選択してください。";
"AppleWiFiGrantTimedAccess" = "アクセスを許可する期間";
"AppleWiFiGrantTimedAccess.1" = "失効するまで";
"AppleWiFiGrantTimedAccess.2" = "カスタム期間";
"AppleWiFiGrantTimedAccess.86400" = "1 日";
"AppleWiFiGrantTimedAccess.604800" = "1 週間";
"AppleWiFiGrantTimedAccess.2592000" = "1 カ月";
"AppleWiFiGrantTimedAccess.4294967295" = "永久";
"AppleWiFiGrantTimedAccess.description" = "クライアントがネットワークにアクセスできる期間を指定してください。";
"AppleWiFiGrantTimedAccessCustom" = "カスタム";
"ContinueOrManual" = "この %@ の設定を変更するときは、“続ける”をクリックします。";
"ContinueDefault" = "この %@ を設定するときは、“続ける”をクリックします。";
"ContinueResolve" = "この %@ の問題を解決するときは、“続ける”をクリックします。";
"FoundNone" = "AirMac ワイヤレス装置を検出できませんでした。設定したい AirMac ワイヤレス装置が電源に接続され、コンピュータの通信圏内にあることを確認し、“再スキャン”をクリックしてもう一度やり直してください。";
"MakeSure" = "これが設定対象の AirMac ワイヤレス装置でない場合は、左のリストから別の装置を選択できます。目的の装置が表示されない場合は、その装置が電源に接続され、コンピュータの通信圏内にあることを確認してください。";
"PerformingTask" = "タスクの進行状況を下の表示で確認してください。または、設定したい別の AirMac ワイヤレス装置を選択してください。";
"PerformingTaskNeedPassword" = "タスクの進行状況を確認するには %@ パスワードを入力してください。または、設定したい別の AirMac ワイヤレス装置を選択してください。";
"PasswordButton" = "パスワードを入力...";
"NothingSelected" = "設定する AirMac ワイヤレス装置を選択してください。";
"OldVersion" = "現在のバージョン";
"InstallVersion" = "新しいバージョン";
"UpdateButton" = "ファームウェアをアップデート...";
"ProgressStep.0" = "最新のファームウェアバージョンを検索中...";
"ProgressStep.1" = "この %@ と通信中...";
"ProgressStep.3" = "ファームウェアをダウンロード中...";
"ProgressStep.4" = "新しいファームウェアをこの %@ にアップロード中...";
"ProgressStep.5" = "アップデート完了...";

/* AirPort */
"SummaryPrompt" = "編集対象の設定のタイトルをクリックしてください：";
"SummaryWirelessClients" = "ワイヤレスクライアント";
"SummaryAllow" = "クライアントを許可...";
"SummaryAddWireless" = "ワイヤレスクライアントを追加...";
"UpgradeFirmware" = "ファームウェアをアップグレード";
"UpgradeFirmwareTo" = "%@ にアップグレード";
"ConfigureRadius" = "RADIUS を構成...";
"RadioModeWarning" = "%@ を選択すると、特定のクライアントがこのワイヤレスネットワークに接続できなくなる場合があります。";
"BaseStationsOptionsButton" = "オプション...";
"WirelessOptionsButton" = "ワイヤレスオプション...";
"WDSMainLabel" = "WDS メイン";
"WDSRemotesLabel" = "WDS リモート";
"AutomaticDateTime" = "時刻を自動的に設定：";
"EveryoneElse" = "（デフォルト）";
"NoAccess" = "アクセスなし";
"FullAccess" = "制限なし";
"Expired" = "（期限切れ）";
"LocalAccessDescription" = "ローカルアクセスでは、ワイヤレス MAC アドレスによって、このネットワークに接続できるクライアントを指定します。空白の場合は、すべてのクライアントがこのネットワークに接続できます。";
"TimedAccessDescription" = "時間制限アクセスでは、ワイヤレス MAC アドレスによって、クライアントがこのネットワークに接続できる日時を指定します。最初の項目では、リストにないワイヤレス MAC アドレスのデフォルトのアクセスレベルを指定できます。";
"TimedAccessLockoutTitle" = "時間制限によるアクセス制限";
"TimedAccessLockoutMessage" = "デフォルトの入力値は“アクセスなし”です。このコンピュータへのアクセスを許可する入力を追加しない場合は、アップデート後にこの AirMac ワイヤレス装置のネットワークに接続できなくなります。";
"VerifySecret" = "シークレットを確認：";
"WirelessInternetSettings" = "ワイヤレスインターネット設定...";
"ChooseWirelessNetwork" = "ワイヤレスネットワークを選択...";

/* Internet */
"RenewDHCP" = "DHCP リースを更新";
"NATDescription" = "NAT（Network Address Translation）を使うと、1 つのパブリック IP アドレスをネットワーク上のコンピュータや装置と共有できます。";
"EnableDefaultHost" = "次の番号でデフォルトのホストを有効：";
"InvalidDHCPBegin" = "入力した DHCP の開始アドレスは、有効な IP アドレスではありません。";
"InvalidDHCPEnd" = "入力した DHCP の終了アドレスは、有効な IP アドレスではありません。";
"InvalidRangeRemedy" = "アドレスの最後のオクテットに有効な数字を入力して、もう一度やり直してください。";
"ConfigurePortMappings" = "ポートマッピングを構成...";
"DHCPPrivateRange10Dot0" = "10.0";			/* DON'T LOCALIZE THIS */
"DHCPPrivateRange172Dot16" = "172.16";		/* DON'T LOCALIZE THIS */
"DHCPPrivateRange192Dot168" = "192.168";	/* DON'T LOCALIZE THIS */
"WirelessDescription" = "この %@ がインターネットへの接続に使用するワイヤレスネットワークを選択してください。";

/* Music */
"iTunesDescription" = "このパネルでは、AirPlay を使用するように AirMac Express を構成できます。";

/* Printers */
"PrintersDescription" = "このパネルには、AirMac ワイヤレス装置に接続されている USB プリンタが表示されます。";
"NoPrinters" = "なし";
"Printer" = "プリンタ";
"SharedName" = "共有名";
"AccountName" = "ユーザ名";

/* USB */
"USBDevice" = "USB 装置";
"USBDeviceAccess" = "アクセス";
"AccountCount" = "%d 個のアカウント";

/* Drives */
"StorageDescription" = "このパネルには、AirMac ディスクが表示されます。";
"DiskBuiltIn" = "Time Capsule ディスク";
"DiskBuiltInName" = "Time Capsule ディスク名";
"DiskErasePrompt" = "Time Capsule ディスク上のデータを消去するには、“消去”を選択してください。";
"DiskErasePrompt2" = "Time Capsule ディスク上のデータを消去するときは、“開始”をクリックしてください。";
"DiskEraseButton" = "消去...";
"DiskActionButton" = "開始...";
"DiskEraseTCMenuItem" = "ディスクを消去";
"DiskArchiveTCMenuItem" = "ディスクをアーカイブ";
"DiskMigrateTCMenuItem" = "ディスクを移行";
"DiskArchivePrompt" = "Time Capsule ディスクから USB 接続の AirMac ディスクにデータを転送するには、“アーカイブ”を選択してください。";
"DiskArchivePrompt2" = "Time Capsule ディスクから USB 接続の AirMac ディスクにデータを転送するときは、“開始”をクリックしてください。";
"DiskArchiveButton" = "アーカイブ...";
"DiskMigrateArchiveErasePrompt" = "実行したい Time Capsule ディスクの操作を選択してから“開始”をクリックしてください。";
"MigrateAreYouSure" = "別の Time Capsule ディスクからこの Time Capsule ディスクにデータを移行してもよろしいですか？";
"MigrateExplain" = "別の Time Capsule ディスクからこの Time Capsule ディスクにデータをコピーして移行します。Time Machine バックアップをこの Time Capsule ディスクに移動することもできます。";
"MigrateWarning" = "別の Time Capsule ディスクからのディスク内容の移行には時間がかかることがあります。";
"DiskMigrateButton" = "移行...";
"MigrateFrom" = "データの移行元";
"DiskArchiveNoDestPartitions" = "AirMac ディスクがありません";
"DiskArchiveNoDestDescription" = "記憶装置をベースステーションの USB ポートに接続する前に、アーカイブのために十分な領域がその記憶装置にあることを確認してください。";
"DiskArchiveNameFreeSpaceFormat" = "%@（%@ 使用可能）";
"DiskArchiveNameFreeSpaceInsufficientSpace" = "%@（%@ 使用可能 - 領域が足りません）";
"DiskArchiveNameDiskIsLocked" = "%@ （ディスクはロックされています）";
"UnmountDescription" = "ディスクを取り外す場合は、“すべてのユーザの接続を解除”をクリックします。";
"DiskMigrateSelect" = "移行する Time Capsule を選択してください";
"DiskMigrateNoSources" = "移行できる Time Capsule はありません";
"DiskMigrateNoSourcesDescription" = "データの移行元の Time Capsule がネットワークに接続されていることを確認してください。";
"DiskMigrateEraseTargetWarning" = "この Time Capsule のディスク内容は移行処理中に消去されます。この操作は取り消せません。";

"SharingOffDescription" = "ファイル共有が無効です。ネットワーク上の AirMac ディスクを共有するには、“ファイル共有”タブを選択し、ファイル共有を有効にしてから“アップデート”を選択します。";
"SharingTabButton" = "ファイル共有...";
"BytesSuffix" = "バイト";
"KiloBytesSuffix" = "KB";
"MegaBytesSuffix" = "MB";
"GigaBytesSuffix" = "GB";
"TeraBytesSuffix" = "TB";
"NoDrives" = "ディスクが見つかりません。";
"NoDriveSelection" = "ディスクまたはボリュームを選択してください。";
"nameField" = "名前：";
"capacityField"	= "最大容量：";	
"availableCapacityField" = "空き領域：";
"usedCapacityField" = "使用状況：";
"usersField" = "ユーザ：";
"SMARTStatus" = "S.M.A.R.T. 状況：";		/* Self-Monitoring, Analysis, and Reporting Technology - It's not localized. "Status" should be localized.*/
"SMARTVerified" = "検証済み";
"SMARTFailing" = "エラー";
"SMARTNotSupported" = "非対応";
"ArchiveAreYouSure" = "Time Capsule ディスクを USB 接続のディスクにアーカイブしてもよろしいですか？";
"ArchiveExplain" = "データをバックアップするためにハードディスクをアーカイブします。";
"ArchiveWarning" = " Time Capsule ディスクのアーカイブには時間がかかることがあります。";
"ArchiveTo" = "アーカイブ先：";
"Archive" = "アーカイブ";
"ArchiveConfirmStrong" = "Time Capsule ディスクをほかの AirMac ディスクにアーカイブするには、アーカイブ先のディスクに空き領域が必要です。データをアーカイブしても、ファイルが削除されることはありません。";
"UsersConnectedBullet" = "現在、このディスクにユーザが接続しています。未保存のファイルへの変更は失われます。";
"EraseAreYouSure" = "Time Capsule ディスクを消去してもよろしいですか？";
"EraseExplain" = "Time Capsule ディスクを消去すると、そのディスクからすべてのファイルが削除されます。";
"EraseSecure" = "確実な消去";
"EraseSecureExplain" = "ディスクの確実な消去は、時間がかかりますが、確実にデータが復元できない状態になります。";
"Erase" = "消去";
"EraseQuick" = "クイック消去（安全性低）";
"EraseQuick.description" = "ディレクトリ情報を消去して、データにアクセスできなくなるようにします。データ自体は、そのディスク領域が要求されて上書きされるまで、変更されないままディスク上に残ります。その間は、データを復元することも不可能ではありません。このオプションは最速ですが、安全性は最も低くなります。";
"EraseZeroOnce" = "データをゼロ消去";
"EraseZeroOnce.description" = "ディスク上のすべてのデータに 0 を書き込みます。このオプションを使用すると、最小限の時間で優れたデータセキュリティが提供されます。";
"EraseZero7Times" = "7 回消去";
"EraseZero7Times.description" = "ディスク全体に 7 回データを書き込みます。このオプションを使用すると、確実にディスクのデータを消去できます。7 回消去するには、“ゼロ消去”オプションの 7 倍の実行時間が必要です。";
"EraseZero35Times" = "35 回消去";
"EraseZero35Times.description" = "ディスク全体に 35 回データを書き込みます。このオプションを使用すると、確実にディスクのデータを消去できます。35 回消去するには、“ゼロ消去”オプションの 35 倍の実行時間が必要です。";
"EraseTimeRequirementWarningSeveralDays" = "このオプションは、完了までに数日かかります。";
"EraseTimeRequirementWarningSpecific" = "このオプションは、完了までにおよそ %@ かかります。";
"EraseConfirmStrong" = "Time Capsule ディスクを消去すると、そのディスクからすべての情報が削除されます。接続されているほかの AirMac ディスク上の情報には影響しません。";
"EraseUsersConnectedBullet" = "現在、このディスクにユーザが接続しています。このディスクで使用中のファイルは取り除かれます。";
"Migrate" = "移行";
"MigrateConfirmStrong" = "選択した Time Capsule ディスクを移行すると、既存の Time Machine バックアップを含むすべてのファイルがこの Time Capsule ディスクにコピーされます。";
"MigrateTaskBullet" = "Time Capsule ディスクの移行には時間がかかることがあります。";
"MigrateUsersConnectedBullet" = "現在、このディスクにユーザが接続しています。未保存のファイルへの変更は失われます。";
"MaintenanceTaskBullet" = "この処理中は、%@ のステータスランプがオレンジ色に点滅します。";
"MaintenanceTaskBullet2" = "再び使用可能になるまで、%@ の設定の変更、ファームウェアのアップデート、および再起動はできなくなります。";
"MaintenanceTaskBullet3" = "ディスクの確実な消去には、かなり時間がかかることがあります。ディスクをすばやく消去したい場合は、“キャンセル”をクリックし、ディスクの確実な消去以外の方法で開始してください。";
"DisconnectAllUsers" = "すべてのユーザの接続を解除...";
"Unmount" = "マウント解除";
"Disconnect" = "接続解除";
"DisconnectAllUsersAreYouSure" = "共有ディスクからすべてのユーザの接続を解除してもよろしいですか？";
"DisconnectAllUsersExplain" = "お使いの %@ からディスクを取り外す前に、ディスクに接続しているすべてのユーザの接続を解除する必要があります。接続を解除する前に、ディスクに接続しているユーザが作業内容を保存したことを確認してください。すべてのユーザの接続が解除されたら、ディスクを安全に取り外すことができます。";
"DisconnectMessage" = "この %@ の管理者は、共有ディスクからすべてのユーザの接続を解除することを決定しました。";
"ArchiveDiskMessage" = "この %@ の管理者がこの AirMac ディスクをアーカイブしています。";
"EraseDiskMessage" = "この %@ の管理者がこの AirMac ディスクを消去しています。";
"MigrateSourceDiskMessage" = "この %@ の管理者がこの Time Capsule ディスクの内容を移行しています。";
"MigrateDestDiskMessage" = "この %@ の管理者が別の Time Capsule ディスクの内容をこの Time Capsule ディスクに移行しています。";
"WillBeDisconnectedMessage" = "このディスクからすべてのユーザが接続解除されます。";
"DiskStatus" = "ディスクの状況";
"EraseDiskStatus" = "ディスクの消去の状況";
"ErasingWillTake" = "ディスクの確実な消去には、およそ %@ かかります。";
"EraseDiskSucceeded" = "ディスクは正常に消去されました。";
"EraseDiskFailed" = "このディスクの消去中にエラーが起きました。";
"EraseDiskPermissionError" = "ディスクにファイルをコピーできることを確認して、もう一度やり直してください。";
"EraseInternalDiskFailed" = "Time Capsule ディスクの消去中にエラーが起きました。もう一度やり直してください。";
"EraseDiskProgress" = "ディスクの状況：%@";
"EraseDiskSecurePass" = "確実な消去の回数 %1$d/%2$d";
"EraseDiskStarting" = "ディスクの消去を開始中";
"EraseDiskFinishing" = "ディスクの消去を終了中";
"EraseCancel" = "確実な消去をキャンセル";
"CancelingTask" = "キャンセル中。お待ちください。";
"EraseDiskCanceled" = "Time Capsule ディスクは消去されました。ただし、確実な消去の段階がキャンセルされたので、データはハードディスクから復元可能な状態です。";
"EstimatedTimeToComplete" = "完了までの推定時間：%@";
"DaysHoursMinutesSeconds" = "%1$d 日と %2$2d:%3$2d:%4$2d";		/* example: "3 days 10:59:48" (remaining, not absolute time)*/
"HoursMinutesSeconds" = "%1$2d:%2$2d:%3$2d";					/* example: "10:59:48" (remaining, not absolute time)*/
"ArchiveDiskSucceeded" = "ディスクは正常にアーカイブされました。";
"ArchiveDiskError" = "Time Capsule ディスクのアーカイブ中にエラーが起きました。";
"ArchiveSizeError" = "アーカイブ先のディスクに十分な空き領域がありません。";
"ArchiveNotFoundError" = "アーカイブ先のディスクが見つかりません。";
"ArchivePermissionError" = "アーカイブ先のディスクにアクセス権エラーがあります。";
"ArchiveDiskStarting" = "ディスクのアーカイブを開始中";
"ArchiveDiskStatus" = "ディスクのアーカイブの状況";
"ArchiveDiskProgress" = "%1$@/%2$@";
"ArchiveCancel" = "アーカイブをキャンセル";
"ArchiveDiskCanceled" = "ディスクのアーカイブはキャンセルされました。";
"ArchiveDiskCanceledArchiveDeleted" = "アーカイブされたファイルは、アーカイブ先のディスクから削除されています。";
"ArchiveDiskCanceledArchiveRemains" = "アーカイブされたファイルは、アーカイブ先のディスクから利用できます。";
"ArchiveDiskFinishing" = "仕上げ中";

"MigrateDiskSucceeded" = "もう一方の Time Capsule ディスクの内容がこの Time Capsule ディスクに正常に移行されました。";
"MigrateDiskError" = "もう一方の Time Capsule の内容をこの Time Capsule ディスクに移行しているときにエラーが起きました。";
"MigrationInterrupted" = "Time Capsule ディスク移行は中断されました。";
"MigrationResumeRestart" = "移行を再開できます。";
"MigrationResumeRestartCancel" = "移行を再開またはキャンセルできます。";
"MigrationResumeRestartDesc" = "移行を再開すると、この Time Capsule ディスクは消去され、もう一方の Time Capsule ディスクのすべてのファイルが移行されます。移行を再開するときは、移行を中断したところから再開されます。";
"MigrateSizeError" = "もう一方の Time Capsule ディスクの内容全体を移行するには、この Time Capsule ディスクの空き領域が不足しています。";
"MigrateNotFoundError" = "移行元の Time Capsule ディスクが見つかりません。";
"MigrateDiskStarting" = "Time Capsule ディスクの移行を開始中";
"MigrateDiskStatus" = "移行状況";
"MigrateCancel" = "Time Capsule ディスク移行をキャンセル";
"MigrateDiskCanceled" = "Time Capsule ディスク移行はキャンセルされました。";
"DisconnectingFileSharingUsers" = "ファイル共有ユーザの接続を解除中";

"MigrateDiskFinished.defaults" = "“続ける”を選択すると、もう一方の Time Capsule が工場出荷時のデフォルト設定に戻ります。";
"MigrateDiskFinished.config" = "“続ける”を選択すると、以前に選択した設定を使用してもう一方の Time Capsule が構成されます。";
"MigrateDiskFinished.timer" = "この処理は %@ 秒後に自動的に続行します。";

"RepairDisk" = "修復";
"ChooseDifferentDisk" = "別の AirMac ディスクを選択して、もう一度やり直してください。";
"ConnectSMBOnly" = "この共有ディスクへは、smb://%@ で接続できます。";
"ConnectSMBorAFP" = "この共有ディスクへは、smb://%1$@ または afp://%2$@ で接続できます。";
"FileSharingDescription" = "このパネルでは、AirMac ディスクのファイル共有アクセスを構成できます。";
"ConfigureAccounts" = "アカウントを構成...";
"SMBDescription" = "これらの設定は、Windows ファイル共有を構成します。";
"DiskRenameButton" = "名称変更...";
"DiskRenameLabel" = "ディスク名：";
"DiskRenameDescription" = "Time Capsule ディスクの名前を入力してください。";
"DiskRenamePrompt" = "Time Capsule ディスクの名前を変更するには、“名称変更”をクリックしてください。";
"InternalDiskDefaultPartitionName" = "AirMac ディスク";
"DiskUserWarningPrompt" = "この装置とそのネットワークサービスが一時的に利用できなくなります。続けてよろしいですか？";

/* Advanced */
"AccountsDescription" = "AirMac ワイヤレス装置のアカウントを使って、共有ディスクに対するユーザのアクセスを制御できます。新しいユーザアカウントを作成するには、“追加”（+）をクリックしてください。";
"AccountsDescription.usbAndDiskSharing" = "AirMac ワイヤレス装置のアカウントを使って、共有ディスクおよびその他の共有 USB 装置に対するユーザのアクセスを制御できます。新しいユーザアカウントを作成するには、“追加”（+）をクリックしてください。";
"AccountsDescription.usbSharing" = "AirMac ワイヤレス装置のアカウントを使って、共有 USB 装置に対するユーザのアクセスを制御できます。新しいユーザアカウントを作成するには、“追加”（+）をクリックしてください。";
"FirewallDescription" = "ネットワーク外部のコンピュータがネットワーク上の特定の装置にアクセスするようにしたい場合は、“追加”（＋）をクリックしてサービスとポートを入力してください。";
"PortMappingDescription" = "ネットワーク外部のコンピュータがネットワーク上の特定の装置にアクセスするようにしたい場合は、“追加”（＋）をクリックしてサービスとポートを入力してください。";
"IPv6Description" = "このパネルでは、%@ の IPv6 を構成できます。%@ でリンクローカルのみを使用するか、IPv6 インターネットのノードとして使用するか、またはローカルネットワーク上のコンピュータと IPv6 インターネット間のトンネルとして使用するかを選択します。";
"IPv6FirewallTraversals" = "IPv6 ファイアウォールをカスタマイズします。";
"IPv6FirewallDescription" = "ネットワーク外部のコンピュータからネットワーク上の特定の装置にアクセスすることを許可したい場合は、“追加”（+）をクリックして、その装置の IPv6 アドレスまたは IPv6 ポート（あるいはその両方）を入力してください。";
"LoggingDescription" = "この AirMac ワイヤレス装置では、問題の診断に役立つログメッセージを利用できます。";
"SNMPDescription" = "SNMP（Simple Network Management Protocol）を使うと、ワイヤレスクライアント数などの統計情報をこの装置に問い合わせることができます。";
"LogsAndStatisticsDescirption" = "AirMac ユーティリティでは、AirMac ワイヤレス装置のログメッセージを読み取ったり統計情報を表示したりできます。";
"WABHostnameDescription" = "この AirMac ワイヤレス装置のグローバルホスト名を入力します。インターネット上のコンピュータは、このホスト名を使用してこの AirMac ワイヤレス装置に接続できます。";
"WABRegDomainDescription" = "ローカルサブネットを超えた Bonjour 告知機能を有効にするときは、登録ドメインを入力します。";
"WABDNSAuthDescription" = "DNS サーバで認証が必要な場合は、ユーザ名とパスワードを入力します。";
"WABEnable" = "ワイドエリアホスト名を使用";
"WABConfigure" = "構成...";
"BackToMyMacDescription" = "“どこでも My Mac”を使用すると、“どこでも My Mac”を有効にしているほかのコンピュータからこの %@ にアクセスして、ファイル共有などのサービスを利用することができます。";
"BackToMyMacDescriptionSingle" = "“どこでも My Mac”をこの %@ 上に設定するには、MobileMe のメンバー名とパスワードを入力してください。";
"BackToMyMacDescriptionMultiple" = "“どこでも My Mac”をこの %@ 上に設定するには、追加（+）をクリックし、MobileMe のメンバー名とパスワードを入力してください。";
"BackToMyMacEntryDescription" = "この %@ に接続された装置を“どこでも My Mac”経由で利用できるようにするときは、MobileMe メンバー名とパスワードを入力してください。";
"IPv6FirewallLabel" = "例外";
"PortMappingsLabel" = "ポートマッピング";

/* Statistics */
"SeverityLabel" = " 重要度：";
"Save Log File" = "ログを書き出す";
"LogFileNameWithoutExtension" = "%@ ログ";
"ViewStatistics" = "ログと統計情報";
"MinutesAgo" = "分前";
"dBm" = "dBm";
"StatisticsPublicPassword" = "統計情報を表示するには、%@ のパスワードを“public”から変更し、構成をアップデートして、もう一度やり直してください。パスワード“public”を使用して統計情報を表示するには、AirMac ワイヤレス装置に SNMP コミュニティ文字列を設定する必要があります。";

/* Profiles */
"profilesDescription" = "この AirMac ワイヤレス装置では、複数の構成プロファイルを切り替えて使用できます。プロファイルは追加したり、削除したり、有効にしたりすることができます。プロファイルを有効にするには、“使用”列のボタンをクリックします。プロファイルの名前を変更するには、名前をダブルクリックし、新しい名前を入力します。";
"ManageProfiles" = "プロファイルを管理";
"untitled" = "名称未設定";
"copy" = "コピー";

/* Validation */
"SingleValidationError" = "この AirMac ワイヤレス装置をアップデートする前に、以下の問題を修正してください。";
"MultipleValidationErrors" = "この AirMac ワイヤレス装置をアップデートする前に、以下の %d 個の問題を修正してください。";
"IgnoreValidationDescription" = "この設定を変更したくない場合は、“この問題を無視”を選択します。";
"IgnoreValidation" = "この問題を無視";

/* System Status */
"SystemStatusPrompt" = "AirMac ワイヤレス装置から次の情報が報告されています。詳細を見るには、それぞれの項目を選択してください。";
"SystemStatusIgnoreExplain" = "AirMac ワイヤレス装置のステータスランプをオレンジ色に点滅させたくない場合は、問題を無視できます。";
"SystemStatusPromptNoErrors" = "AirMac ワイヤレス装置から問題は報告されていません。";
"SystemErrors" = "%d 個の問題";
"StatusNormal" = "正常";
"StatusUnconfigured" = "デフォルト設定";
"DontWarnCheckboxTitle" = "今後この警告を表示しない";
"SystemStatusErrorDescription" = "問題についての説明";
"SystemStatusIgnore" = "無視";
"SystemStatusError" = "問題";
"SystemStatusWarning" = "警告";
"SystemStatusOpenedDefault" = "デフォルト設定が使用されているため、AirMac ユーティリティが“%@”を開きました。";
"SystemStatusOpenedDefaultMore" = "設定を入力する場合は、“OK”をクリックしてください。デフォルト設定のままにする場合は、“キャンセル”をクリックしてください。";
"SystemStatusOpenedProblems" = "問題が報告されているため、AirMac ユーティリティが“%@”を開きました。";
"SystemStatusOpenedProblemsMore" = "この AirMac ワイヤレス装置の問題を解決するときは、“OK”をクリックしてください。";
"SystemStatusItem" = "項目";
"SystemStatusPromptOneItem" = "AirMac ワイヤレス装置から 1 個の情報が報告されています。";
"SystemItems" = "%d 項目";

/* Preferences */
"ShowPreferences" = "環境設定を開く";
"advancedUser" = "常に手動構成ウインドウを使用";
"controlTips" = "AirMac ワイヤレス装置の各設定のツールヒントを表示";
"backgroundMonitor" = "AirMac ワイヤレス装置の問題を監視";
"backgroundMonitorMine" = "自分で構成した AirMac ワイヤレス装置だけを監視";
"backgroundMonitorDescription" = "“AirMac ワイヤレス装置の問題を監視”を選択した場合は、対応している AirMac ワイヤレス装置のステータスランプがオレンジ色に点滅すると、AirMac ユーティリティが開きます。";
"backgroundMonitorWAB" = "Bonjour を使用してインターネット経由で AirMac ワイヤレス装置を監視";

/* UserModes */
"AssistantMode" = "アシスタント";
"AdvancedMode" = "手動設定";
"ConfirmSwithToAssistLoseChanges" = "ここでアシスタントモードに切り替えると、この AirMac ワイヤレス装置に加えた変更はすべて失われます。アシスタントモードに切り替えてもよろしいですか？";
"AssistReconfigurePrompt" = "アシスタントを使ってこの AirMac ワイヤレス装置を再構成してもよろしいですか？";
"AssistReconfigureExplain" = "“手動設定”を選択して、詳細なオプションを構成することもできます。";

/* Equivalent Network Password */
"equivWEPPW" = "AirMac ソフトウェアを使用していないコンピュータからこの %@ によって作成されたワイヤレスネットワークに接続するには、次のパスワードを使用する必要があります：";
"equivWEPHex" = "16 進数のネットワーク用パスワード（WEP キー）：";
"equivWEPASCII" = "ASCII のネットワーク用パスワード（WEP キー）：";
"equivWPAPW" = "この %@ によって作成されたワイヤレスネットワークに接続するには、次のパスワードを使用する必要があります：";
"equivWPAPSK" = "WPA 共有キー：";
"equivWPAPSKSSIDSpecific" = "“%@”の WPA 共有キー： ";
"equivWPAPasswordSSIDSpecific" = "“%@”の WPA パスワード：";
"equivWPAPassword" = "WPA パスワード：";
"equivTSNPassword" = "WPA パスワード／ASCII WEP キー：";

/* Firmware */
"CurrentLabel" = "現在のバージョン";
"UpdateToLabel" = "アップロードするバージョン";
"ChooseOrOther" = "AirMac ワイヤレス装置にアップロードしたいファームウェアバージョンを選択するか、“その他...”を選択してほかのバージョンをブラウズしてください。";

/* Confirmations - Maybe don't use */
"AreYouSure"	= "この設定を有効にしてもよろしいですか？";
"AreYouSure2"	= "この設定を変更してもよろしいですか？";
"AreYouSure3"	= "この設定を保存してもよろしいですか？";
"ConfirmClosed" = "“非公開”のネットワークの名前は隠されます。ユーザがネットワークに接続するには、ネットワークの名前を知っている必要があります。";
"ConfirmEthernetBridging" = "AirMac で Ethernet ブリッジを使用すると、ネットワーク操作を妨げる可能性があります。詳しい情報については、インターネット・サービス・プロバイダまたはネットワーク管理者に問い合わせてください。";
"ConfirmEthernetDHCP" = "Ethernet で DHCP サーバを使用すると、ネットワーク操作を妨げる可能性があります。詳しい情報については、インターネット・サービス・プロバイダまたはネットワーク管理者に問い合わせてください。";
"ConfirmEthernetNAT" = "Ethernet で NAT を使用して IP アドレスを共有すると、ネットワーク操作を妨げる可能性があります。詳しい情報については、インターネット・サービス・プロバイダまたはネットワーク管理者に問い合わせてください。";
"ConfirmRobustness" = "電波干渉の制御によって、コードレス電話やワイヤレス・ビデオ・モニタなどのほかの装置によって起こる電波干渉の問題を解決できます。電波干渉の制御を使用すると、ネットワークの全体的なパフォーマンスに影響を与えることがあります。";
"ConfirmMulticastRate" = "マルチキャストレートに 2MB/秒を超える値を設定すると、いくつかの他社製 2MB ワイヤレスカードが AirMac ネットワークに接続できなくなります。アップル社の AirMac カードを搭載したクライアントコンピュータは影響を受けません。";
"ConfirmPublicPassword" = "この AirMac ワイヤレス装置はパスワード“public”で保護されています。";
"ConfirmPublicPassword1" = "セキュリティを高めるために、“public”以外のパスワードに変更してください。";
"confirm80211b" = "“802.11b のみ”を選択した場合、802.11g クライアントコンピュータは、この AirMac ワイヤレス装置が公開しているネットワークに 802.11g の速度で接続できなくなります。";
"confirm80211g" = "“802.11g のみ”を選択した場合、802.11b クライアントコンピュータは、この AirMac ワイヤレス装置が公開しているネットワークに接続できなくなります。";
"confirmTurnOffLocalAccessControl" = "WPA エンタープライズはローカル MAC アドレスのアクセス制御と互換性がありません。ローカルアクセス制御リストは書き出され、削除されます。\n\nローカルアクセス制御リストを書き出して、削除し、WPA エンタープライズセキュリティを使用しますか？";
"confirmTurnOffRemoteAccessControl" = "WPA エンタープライズは RADIUS ベースの MAC アドレスのアクセス制御と互換性がありません。RADIUS ベースのアクセス制御は無効になります。\n\nRADIUS ベースのアクセス制御を無効にして、WPA エンタープライズセキュリティを使用しますか？";
"confirmTurnOffBothAccessControl" = "WPA エンタープライズはローカル MAC アドレスおよび、RADIUS ベースの MAC アドレスのアクセス制御と互換性がありません。RADIUS ベースのアクセス制御は無効になり、ローカルアクセス制御リストは書き出され、削除されます。\n\nローカルアクセス制御リストを書き出して、削除し、RADIUS ベースのアクセス制御を無効にして、WPA エンタープライズセキュリティを使用しますか？";
"confirmNonASCIINetNameEncoding" = "選択したネットワーク名（SSID）には ASCII 以外の文字が含まれているので、一部の AirMac クライアントコンピュータで使えない可能性があります。";
"confirmNonASCIINetPWEncoding" = "選択したネットワークパスワード（WEP キー）には ASCII 以外の文字が含まれているので、一部の AirMac クライアントコンピュータで使えない可能性があります。";
"ConfirmAOLParentalControl" = "AOL によるペアレンタルコントロールを使用する場合、インターネットにアクセスするには AOL クライアントを使用する必要があります。";
"ConfirmPPPDialin" = "“PPP ダイヤルイン”を使用すると、AirMac ワイヤレス装置は構成された回線の着信に応答します。この機能は専用の回線を使用した場合に最適です。";

/* Error messages */
"APReadError"	= "構成の読み込み中にエラーが起きました。";
"APWriteError"	= "構成のアップデート中にエラーが起きました。";
"APBinaryError"	= "ファームウェアのアップデート中にエラーが起きました。";
"FileSaveError" = "構成の保存中にエラーが起きました。設定を確認して、もう一度やり直してください。";

/* LoginScript */
"None" = "なし";

/* Validation errors */
"errNeedPassword" = "操作を続けるには、パスワードを入力する必要があります。";
"errInvalidIP" = "この IP アドレスは正しい IP アドレスではありません。ネットワークシステム管理者またはインターネット・サービス・プロバイダに問い合わせて、正しい IP アドレスを入手してください。";
"errBadPassword" = "入力したパスワードは正しくありません。";
"errCantOpenBinary" = "選択したファイルは、AirMac ワイヤレス装置に情報をアップロードするために使用されているため開くことができません。まず AirMac ワイヤレス装置を選択し、“ベースステーション”メニューから“ソフトウェアをアップロード”を選択してください。";
"errCantOpenFile" = "選択したファイルは、このプログラムでは開くことができません。";
"errCantResetAP" = "AirMac ワイヤレス装置をリセットできませんでした。手動でリセットする方法については、AirMac ワイヤレス装置に付属するマニュアルを参照してください。";
"errCantRestartAP" = "選択した AirMac ワイヤレス装置を再起動できませんでした。";
"errCantUpdateAP" = "選択した AirMac ワイヤレス装置の設定をアップデートできませんでした。";
"errCantUploadAP" = "選択した AirMac ワイヤレス装置にソフトウェアをアップロードできませんでした。";
"errCantReadFile" = "構成ファイルを読み込めませんでした。";
"errCantReadAP" = "選択した AirMac ワイヤレス装置の構成を読み込めませんでした。";
"errNotSupportedAP" = "選択した AirMac ワイヤレス装置を構成できません。";
"errNetworking" = "選択した AirMac ワイヤレス装置と通信できませんでした。お使いのコンピュータは、AirMac ワイヤレス装置と同じ TCP/IP サブネット上になければなりません。";

/* Validation reasons */
"expUpload" = "構成する AirMac ワイヤレス装置を選択し、“ソフトウェアをアップロード”を選択してください。";
"expValidIP" = "正しい IP アドレスとパスワードを入力していることを確認して、もう一度やり直してください。";

/* Informational */
"infoRestart" = "選択した AirMac ワイヤレス装置は再起動されました。";
"infoPleaseWait" = "ベースステーションが再起動するまでお待ちください。";
"infoUploadSuccess" = "この AirMac ワイヤレス装置のソフトウェアは問題なくアップデートされました。";
"infoUpdateSuccess" = "この AirMac ワイヤレス装置の設定は問題なくアップデートされました。";
"infoUpdateSuccessSpecific" = "この %@ の設定は問題なくアップデートされました。";
"infoRestartOK" = "AirMac ワイヤレス装置を再起動すると、ワイヤレスネットワーク上のすべてのコンピュータの接続が解除されます。";
"infoRestartDirty" = "この AirMac ワイヤレス装置を再起動すると、保存していない変更内容は失われます。";
"infoHardResetOK" = "この AirMac ワイヤレス装置を工場出荷時のデフォルト設定に戻すと、装置の設定が消去されます。";
"infoHardResetAirPortDisk" = "AirMac ディスク上のファイルには影響しませんが、ディスクのファイル共有アクセスは設定する必要があります。";
"infoHardResetMore" = "デフォルト設定に戻した後は、この装置を再度設定する必要があります。";
"infoHardResetConfirm" = "デフォルト設定を復元してもよろしいですか？";
"infoUploadOK" = "ファームウェアをアップデートすると、ワイヤレスネットワーク上のすべてのコンピュータの接続が解除されます。";
"infoAirPortCard" = "AirMac カード";
"infoNotConfigured" = "選択した AirMac ワイヤレス装置はリセットされ、現在構成されていません。";
"infoUploadDefault" = "デフォルトのソフトウェアが AirMac ワイヤレス装置にアップロードされます。アップロード中に TCP/IP 構成を一時的に変更するには、“自動”をクリックしてください。AirMac ワイヤレス装置に一意の TCP/IP 番号とパスワードを割り当てる場合は、“手入力”をクリックしてください。";
"infoResetSuccess" = "AirMac ワイヤレス装置はデフォルト構成に正常にリセットされました。";
"infoQuit" = "このプログラムを終了して、もう一度やり直してください。";
"infoLoseNetwork" = "これにより、現在確立されているネットワークサービスが中断する可能性があります。";
"infoAutomatic" = "自動";
"infoManual" = "手入力...";

/*
 * Explanations for NAT and DHCP on/off, and bridging on/off
 * Note the trailing space in each of the NAT and DHCP on/off strings
 * The string displayed in the panel is made by concatenating the
 * Bridge on/off string to one of these strings
 */
"NAT_off_DHCP_off" = "NAT（Network Address Translation）と DHCP を使用したインターネットの共有は有効になっていません。ネットワーク上のクライアントコンピュータでは、手入力で TCP/IP を構成する必要があります。";
"NAT_off_DHCP_on" = "DHCP は、ここに入力した IP アドレスの範囲を共有するために使用されます。ネットワーク上のクライアントコンピュータは TCP/IP を構成し、DHCP サーバから IP アドレスを取得する必要があります。 ";
"NAT_on_DHCP_on" = "NAT と DHCP は 1 つの IP アドレスを共有するために使用されます。ネットワーク上のクライアントコンピュータは TCP/IP を構成し、DHCP サーバから IP アドレスを取得する必要があります。";
"Bridge_Off" = "AirMac ワイヤレス装置は、AirMac ネットワークと Ethernet ネットワークのブリッジとして動作しません。";
"Bridge_On" = "AirMac ワイヤレス装置は、AirMac ネットワークと Ethernet ネットワークのブリッジとして動作します。";
"Bridge_LAN" = "AirMac ワイヤレス装置は、AirMac ネットワークとローカル Ethernet ネットワークのブリッジとして動作します。";
"DHCPRangeLabel" = "DHCP の範囲：";

/* Binary errors */
"binSize" = "選択したファイルのサイズが正しくありません。";
"binDowngrade" = "選択した AirMac ワイヤレス装置はバージョン %@ にダウングレードできません。";
"binSignature" = "このファームウェアファイルは、署名と一致しないため無効です。アップデートされた AirMac ワイヤレス装置はありません。";
"binChecksum" = "選択したファイルには不正なチェックサムが含まれています。";
"binError" = "選択したファイルの検査中に予期しないエラーが起きました。";
"binConfirmReload" = "選択したソフトウェアを使って AirMac ワイヤレス装置を再読み込みしてもよろしいですか？";
"binVersion" = "選択したファイルのバージョン番号を判断できません。";
"binConfirmDowngrade" = "アップロード中のソフトウェア（%1$@）は、 AirMac ワイヤレス装置内のソフトウェア（%2$@）よりも古いものです。";
"binChooseAnother" = "別のファイルを選んで、もう一度やり直してください。";
"binCurrentVersion" = "選択した AirMac ワイヤレス装置はバージョン %@ を実行中です。";
"binAskUpload" = "それでもアップロードしますか？";
"binNewerVersion" = "より新しいバージョン（%@）の AirMac ワイヤレス装置ソフトウェアを使用できます。";
"binConfirmUpload" = "今すぐインストールするには“アップロード”をクリックします。";

/* Progress strings */
"progDiscovering" = "AirMac ワイヤレス装置を検出中...";
"progJoining" = "ワイヤレスネットワークに接続中...";
"progPreparing" = "アップロードを準備中...";
"progChangingIP" = "TCP/IP 構成を変更中...";
"progSettingIP" = "AirMac ワイヤレス装置の TCP/IP アドレスを設定中...";
"progUploading" = "この AirMac ワイヤレス装置をアップデート中...";
"progUploadingSpecific" = "%@ をアップデート中...";
"progDownloading" = "ソフトウェア・アップデートをダウンロード中...";
"progRestoring" = "デフォルト構成を復元中...";
"progWaiting" = "AirMac ワイヤレス装置が再起動するのを待っています...";
"progWaitingSpecific" = "%@ が再起動するのを待っています...";
"progReading" = "AirMac ワイヤレス装置の構成を読み込み中...";
"progReadingSpecific" = "%@ の構成を読み込み中...";
"progWriting" = "AirMac ワイヤレス装置の構成を書き込み中...";
"progWritingSpecific" = "%@ の構成を書き込み中...";
"progValidating" = "AirMac ワイヤレス装置の構成を検証中...";
"progValidatingSpecific" = "%@ の構成を検証中...";
"progRestarting" = "AirMac ワイヤレス装置を再起動中...";
"progRestartingSpecific" = "%@ を再起動中...";
"progSearching" = "AirMac ワイヤレス装置を検索中...";
"progWaitingDiskStatus" = "ディスクの状態を待っています...";

/* Validation errors */
"valPPPNeedsNAT" = "モデム（PPP）接続または Ethernet 経由の PPP（PPPoE）接続のためには、“IP アドレスを割り当てる”を選択する必要があります。";
"valInvalidIP" = "正しくない IP アドレスを入力しました。";
"valInvalidNetwork" = "入力した IP アドレス、サブネットマスク、およびルーターアドレスの組み合わせが正しくありません。";
"valPhoneNumber" = "電話番号を入力していません。";
"valInvalidDHCP" = "DHCP アドレスは、サブネットマスクおよびルーターアドレスと互換性がありません。";
"valNeedStatic" = "DHCP アドレスの範囲を共有するには、AirMac ワイヤレス装置が Ethernet と静的 IP アドレスを使って構成されている必要があります。";
"valInvalidPort" = "入力したポート番号が正しくありません。";

/* Explanations */
"tryName" = "名前を入力して、もう一度やり直してください。";
"tryPassword" = "ネットワーク用パスワードを入力して、もう一度やり直してください。";
"tryCheck" = "構成を確認して、もう一度やり直してください。";

/* New strings for new base station */
"infoUploadDefaultACP" = "デフォルトのソフトウェアが AirMac ワイヤレス装置にアップロードされます。アップロード中に TCP/IP 構成を一時的に変更するには、“OK”をクリックしてください。";
"valInvalidNetworkACP" = "この範囲のアドレスはローカル Ethernet インターフェイス用に予約されています。";
"valInvalidPortMapping" = "ポートマッピングは、（DHCP および NAT を使用して）1 つの IP アドレスを共有している場合にのみ有効です。";
"aclDuplicates1" = "読み込み中に 1 個の重複エントリがスキップされました。";
"aclDuplicates2" = "読み込み中に %d 個の重複エントリがスキップされました。";
"softResetACP" = "選択した AirMac ワイヤレス装置は一時的にリセットされ、アクセス可能になっています。この状態の間は、 AirMac ワイヤレス装置のパスワード、ネットワークのパスワード、アクセス制御リスト、RADIUS など、アクセスできなかった原因と思われる設定を変更できます。";

/* change this to 0 for non-US installations */
"USAConfiguration" = "0";		

/* New strings for 2.0.4 */
"providedByDHCP" = "（サーバから割り当て）";
"providedByPPP" = "（サーバから割り当て）";
"valInvalidPPPDialin" = "“PPP ダイヤルイン”はモデムを経由してインターネットに接続する構成には使用できません。";
"valInvalidPPPDialinNoNat" = "アドレスの範囲を共有するように構成しているとき、“PPP ダイヤルイン”は使用できません。";

"valInvalidDHCPMessage" = "DHCP メッセージが 253 文字を超えることはできません。";
"tryShorter" = "%d 文字またはそれ以上を取り除いて、もう一度やり直してください。";

"RADIUS_Default" = "MAC アドレスは 010203-0a0b0c のようなフォーマットで、ユーザ名に使用されます。共有シークレットがパスワードになります。このフォーマットはしばしば Lucent および Agere 製品で使用されます。";
"RADIUS_Alternate" = "MAC アドレスは 0102030a0b0c のようなフォーマットで、ユーザ名とパスワードの両方に使用されます。このフォーマットはしばしば Cisco 製品で使用されます。";

"oldFormat" = "選択したファイルは、破損しているか“AirMac ユーティリティ”と互換性がありません。別のファイルを選択して、もう一度やり直してください。";
"newFormat" = "選択したファイルはより新しいバージョンの構成ファイルで、このバージョンの AirMac ワイヤレス装置とは互換性がありません。";

/* AOL additions */
"EnableAOL"		= "AOL ペアレンタルコントロールを使用";
"AOLcable"		= "AOL（ケーブルモデム）";
"AOLdsl"		= "AOL（DSL）";

/* AOL realm strings -- different for non-US? */
"AOLrealmCable"	= "aolnet/abc.prod.cbl.apple.1.AirPort";
"AOLrealmDSL"	= "aolnet/abc.prod.dsl.apple.1.AirPort";
"AOLrealm"		= "aolnet/abc.prod.dlp.apple.1.AirPort";

/* WEP key explanations */
"requireHEX"	= "16 進文字のみを入力する必要があります。";
"requireASCII"	= "ASCII 文字のみを入力する必要があります。";

/* New strings for 3.0 */
"Internal"		= "内部";
"External"		= "外部";
"noWEP"			= "（構成不可）";
"errSameConfig"	= "保存された構成";
"errSameBinary"	= "ファームウェア";

"valInvalidDMZ1"= "デフォルトのホストは「単一の IP アドレスを共有する（DHCP と NAT を使用）」の場合のみ使用できます。";
"valInvalidDMZ2"= "デフォルトのホストのアドレスは %1$@ 〜 %2$@ の範囲内でなければなりません。";

/* WDS */
"AirPortWDS"	= "AirMac（WDS）";
"valNeedWDS"	= "AirMac ネットワークで WDS を使用するよう選択しましたが、1 つまたは複数のリモート AirMac ワイヤレス装置の MAC アドレスを入力していません。";
"valNeedWDSRmt"	= "AirMac ネットワークで WDS を使用するよう選択しましたが、プライマリ AirMac ワイヤレス装置の MAC アドレスを入力していません。";
"InvalidMACAddress" = "入力した MAC アドレスは適切ではありません。";

"WDSAirPortID"	= "リモート AirMac ワイヤレス装置の AirMac ID を入力してください。";

"WDSSettingsFor" = "設定";
"ThisBaseStation" = "この AirMac ワイヤレス装置";

"valWDSWithDHCPNATTitle" = "WDS（Wireless Distribution System）";
"valWDSWithDHCPNATText" = "WDS のリモート AirMac ワイヤレス装置では、DHCP と NAT は使えません。\n\n“ネットワーク”パネルの“IP アドレスを割り当てる”の選択を解除してください。";

"errNotSupportedAP2" = "このバージョンの AirMac ユーティリティでは、この AirMac ワイヤレス装置を設定できません。AirMac ワイヤレス装置を設定するには、装置に付属のソフトウェアまたはオンラインで入手できるソフトウェアを使ってください。";



"WDSPrimaryBaseStationDescription" = "このメイン AirMac ワイヤレス装置はインターネットに接続され、その接続をリモート AirMac ワイヤレス装置とリレー AirMac ワイヤレス装置が共有します。";
"WDSRemoteBaseStationDescription" = "このリモート AirMac ワイヤレス装置はメイン AirMac ワイヤレス装置のインターネット接続を共有します。";
"WDSRelayBaseStationDescription" = "このリレー AirMac ワイヤレス装置はメイン AirMac ワイヤレス装置に接続され、そのインターネット接続をリモート AirMac ワイヤレス装置とリレー AirMac ワイヤレス装置が共有します。";

"wdsManuallySetUpForWDS" = "手作業で WDS を設定する必要があります";
"wdsSuccessfullySetUpAsWDS" = "WDS は正常に設定されました";
"wdsCancelledSetUpAsWDS" = "WDS 設定はキャンセルされました";
"wdsNotOnThisPlatform" = "WDS には対応していません";

"DefaultBasePasswordDescription" = "選択した AirMac ワイヤレス装置のパスワードを入力してください：";
"SpecificBasePasswordDescription" = "次のパスワードを入力してください：";
"NetworkPasswordDescription" = "以下のワイヤレスパスワードを入力してください：";

"wdsRemoteConfigResults" = "WDS リモート AirMac ワイヤレス装置の構成結果";
"wdsProgressSettingUpRemoteBases" = "リモート AirMac ワイヤレス装置を設定中...";
"wdsProgressJoining" = "%@ に接続中...";
"wdsProgressReading" = "%@ の構成を読み込み中...";
"wdsProgressRejoining" = "この AirMac ワイヤレス装置のネットワークにもう一度接続しています。";
"wdsErrorRejoining" = "この AirMac ワイヤレス装置のネットワークにもう一度接続しようとしているときに、エラーが起きました。";

"noASCIIWEP" = "（プリント不可）";

"remoteSettingsOK" = "この AirMac ワイヤレス装置の WDS 設定を続ける";
"remoteSettingsCancel" = "この AirMac ワイヤレス装置の WDS 設定をキャンセル";
"remoteSettingsCancelAll" = "残りの AirMac ワイヤレス装置の WDS 設定をキャンセル";

"notAvailable" = "（利用不可）";

"wdsNonPublicPasswordTip" = "パスワードを変更する場合は、パスワードフィールドに新しいパスワードを入力し、その下のフィールドにそのパスワードを確認入力してください。";
"wdsNotCompatibleWithChannelAuto" = "WDS の AirMac ワイヤレス装置では、自動チャンネル選択機能を使えません。\n\n“AirMac”パネルの“チャンネル”メニューで、“自動”以外のチャンネルを選択してください。";

"internetConfirmTurningOffWDS" = "この AirMac ワイヤレス装置は現在、WDS のメンバーとして設定されています。インターネット接続方法を変更すると、この WDS 設定は削除されます。";

/* file name for ACL export */
"AccessControlList" = "アクセス制御リスト";

"duplicatePortMappingTitle"			= "ポートマッピングエラー";
"duplicatePortMapping"				= "入力されたポートマッピングのエントリはすでに存在します。";

"wepkey" = "ネットワークパスワード";
"password" = "パスワード";
"psk" = "共有キー";
"errWrongLengthPSK" = "入力する共有キーは、16 進数でちょうど 64 文字でなければなりません。";

"addACL" = "アクセス制御エントリを追加...";
"editACL" = "アクセス制御エントリを編集...";
"deleteACL" = "アクセス制御エントリを削除...";
"importACL" = "アクセス制御エントリを読み込む...";
"exportACL" = "アクセス制御エントリを書き出す...";
"revertACL" = "アクセス制御エントリを元に戻す...";

"WDSNotCompatibleWithWPA" = "WPA セキュリティを使用する AirMac ワイヤレス装置は WDS ネットワーク内では使用できません。この AirMac ワイヤレス装置のセキュリティレベルを“WEP”か“使用しない”に設定してください。";
"WPANotCompatibleWithWDS" = "WPA セキュリティを使用する AirMac ワイヤレス装置は WDS ネットワーク内では使用できません。この AirMac ワイヤレス装置は WDS から取り除かれます。\n\n本当に変更してもよろしいですか？";
"ShowOptions" = "オプションを表示";
"HideOptions" = "オプションを隠す";
"CannotConfigureWPAEnterpriseForWDS" = "WPA エンタープライズセキュリティを使用する AirMac ワイヤレス装置を WDS ネットワークに追加することはできません。別の AirMac ワイヤレス装置を選択してください。";
"WPANotSupportedByCard" = "WPA で保護されたネットワークに接続し、WPA で保護された AirMac ワイヤレス装置に変更を加えるには、WPA 対応コンピュータが必要です。このコンピュータは WPA に対応していません。このまま続けても、WPA で保護されたネットワークに接続したり、WPA で保護された AirMac ワイヤレス装置に変更を加えたりすることはできません。";

/* 3.3 Changes */
"LocalACLNotCompatibleWithWPAEnterpriseTitle" = "ローカル MAC アドレスのアクセス制御は WPA エンタープライズレベルワイヤレスセキュリティと互換性がありません。";
"LocalACLNotCompatibleWithWPAEnterprise" = "ローカル MAC アドレスのアクセス制御を使用するには、別のワイヤレスセキュリティレベルを選択してください。";
"errPingFailed" = "この AirMac ワイヤレス装置と通信できませんでした。“システム環境設定”でネットワーク設定を確認してください。";
"errEscapedPasswordBadLength" = "入力した 16 進数のパスワードの長さが正しくありません。正確なエスケープ文字（“$”、“0X”、もしくは“0x”）に続いて、10 桁の 16 進数を入力する必要があります。";

/* 3.4 Changes */
"ShouldntChangeChannelsInAWDS" = "この AirMac ワイヤレス装置は現在、WDS で設定されています。チャンネルを変更すると、この WDS 接続は解除されます。";
"BaseStationOptionsTitle" = "ベースステーションオプションのエラー";
"ValidSysLogIPAddress" = "AirMac ワイヤレス装置のログの送信先として使用する有効な IP アドレスを指定する必要があります。";
"ValidNTPServerInfo" = "NTP サーバの有効なホスト名または IP アドレスを指定する必要があります。";
"ImportError" = "読み込みエラー";
"CannotImportIntoSavedConfig" = "保存されている構成ファイルを保存されている別の構成ファイルに読み込むことはできません。";
"ConfigurationFileNotSupported" = "選択した構成ファイルは、この AirMac ワイヤレス装置と互換性がありません。";

/* 4.0 Changes */
"doesntSupportProfilesDescription" = "この AirMac ワイヤレス装置がサポートしている構成プロファイルは 1 つだけです。プロファイルを構成するには、リストから選択して“構成”をクリックします。";
"confirmMakeInactiveProfileActive" = "このプロファイルは現在有効ではありません。この AirMac ワイヤレス装置の有効なプロファイルにしますか？";
"confirmDeleteProfiles" = "選択したプロファイルを削除してもよろしいですか？この操作は取り消せません。";
"AddProfile" = "プロファイルを追加";
"ActiveProfile" = "%@（有効）";
"CurrentProfile" = "現在のプロファイル：%@";
"confirmSaveProfile" = "“%@”に加えた変更を保存しますか？";
"HardResetMode" = "リセットモード";
"HardResetPrompt1" = "この %@ はリセットされました。";
"HardResetPrompt2" = "実行することを選択してください。";
"RestorePreviousProfile_Title" = "以前のプロファイルを復元";
"RestorePreviousProfile_Desc" = "以前の設定に問題があったために装置をリセットした場合、もう一度リセットする必要がある可能性があります。";
"RestorePreviousConfig_Title" = "以前の設定を復元";
"RestorePreviousConfig_Desc" = "以前の設定に問題があったために装置をリセットした場合、もう一度リセットする必要がある可能性があります。";
"ResetPreviousProfile_Title" = "以前に選択したプロファイルをデフォルト設定で置き換える";
"SavePreviousConfigProfile_Title" = "デフォルト設定を使用し、前の設定をプロファイルとして保存";
"ProfileName" = "プロファイル名";
"CreateResetProfile_Title" = "デフォルト設定を新しいプロファイルとして追加";
"CreateResetProfile_Desc" = "以前構成した設定が保存され、デフォルト設定のプロファイルが作成されて有効になります。";
"DefaultSettings" = "デフォルト設定";
"RecoveredSettings" = "復元された設定";
"WirelessNetwork" = "ワイヤレスネットワーク";
"TooManyACLEntries" = "ローカルアクセス制御リストの最大エントリー数を %d 個超えています。%d 個のエントリーを削除してください。";
"HardResetProfilesMode" = "この AirMac ワイヤレス装置はリセットされています。プロファイルを有効にするには、プロファイルのボタンをクリックし、“OK”をクリックします。";
"NothingInEthernetPort" = "Ethernet ポートは何も接続されていないようです。ブロードバンドモデムを使ってインターネットに接続している場合または Ethernet ネットワークに接続している場合は、Ethernet ポートにモデムまたはネットワークを接続してください。";
"EthernetPort" = "Ethernet ポート";
"LANConnector" = "LAN コネクタ";
"TooManyImportedACLEntries" = "ローカルアクセス制御リストの最大エントリ数を超えています。“OK”をクリックして最初の %d 個のエントリを読み込むか、“キャンセル”をクリックしてください。";
"confirmNonSupportedClientModeSecurity" = "このワイヤレスネットワークは、選択されたワイヤレスセキュリティモードに対応していません。";

/* 5.3 Changes */
"GenericNumberToGenericNumber" = "%1$d 〜 %2$d";
"GenericNumberOfGenericNumber" = "%1$d/%2$d";
"PPPoE_COD_ID_WAB_Conflict" = "PPPoE の自動接続／待機時の接続解除は、ワイドエリアホスト名では使用できません。";
"DisablingWANConfig" = "WAN ポート経由で構成することを許可しない場合は、この AirMac ワイヤレス装置が AirMac 装置のリストに表示されない可能性があります。WAN 構成が無効な状態でこの AirMac ワイヤレス装置に変更を加えるには、この装置が作成するネットワークに接続する必要があります。";
"MultiplePrinters" = "（複数のプリンタ）";
"MultipleDisks" = "（複数のディスク）";
"TaskTimedOutError" = "進行中のタスクの状況を判断できません。";
"EraseTaskTimedOutTryAgain" = "AirMac ユーティリティの“ディスク”パネルを使用して Time Capsule ディスクを消去してください。";
"ArchiveTaskTimedOutTryAgain" = "AirMac ユーティリティの“ディスク”パネルを使用して Time Capsule ディスクをアーカイブしてください。";

/* Timed Access Control maximum connection time */
"MaxUserConnectTimeLabel" = "アクセス制限：";
"title_per_user_per_day" = "／1 日（1 ユーザ当たり）";
"title_per" = "／";
"title_minute(s)" = "分";
"title_hour(s)" = "時間";
"MaxUserConnectTimeHoursPerDay" = "時間／1 日（1 ユーザ当たり）";
"MaxUserConnectTimeMinutesPerDay" = "分／1 日（1 ユーザ当たり）";
/* "Allow wireless access for: x <Units> every y <Units>" as in Allow wireless access for 4 Hours every 24 Hours */
"MaxUserConnectTimeFormat" = "%2$@／%1$@";

"MobileMeAccountName" = "MobileMe メンバー名";
"MobileMeAccountPassword" = "パスワード";

"Five_GHz" = "5GHz";
"TwoPtFour_GHz" = "2.4GHz";

"CreateRoamingNetworkChoice" = "ローミングネットワークを作成";
"AddNewNetworkChoice" = "別のネットワークを追加";

"genericWithPassword" = "%@ パスワード";
"settingMigrationSource" = "ソース";

"genericAirPortDevice" = "AirMac ワイヤレス装置";
"genericAirPortDevices" = "AirMac ワイヤレス装置";
"title_ShowPassword" = "パスワードを表示";
"title_ShowPasswords" = "パスワードを表示";

"BaseStationNotSupportedTitle" = "新しいバージョンの AirMac ユーティリティが必要です。";
"BaseStationNotSupportedWarning" = "このバージョンの AirMac ユーティリティはこの AirMac ワイヤレス装置に対応していないため、このまま使っても装置が正しく構成されない可能性があります。最新版の AirMac ユーティリティについては、www.apple.com/jp/support/airmac を確認してください。";

"MultipleItemsSeparatorAppendFormat" = "、%@";

"DiskNameIsNotValid" = "使用中の Time Capsule ディスクは無効です。新しい名前を入力してください。";
"UserAccountNameNotValid" = "このファイル共有アカウント名は無効です。新しいアカウント名を入力してください。";
"UserAccountNamesNotValid" = "1 つ以上のファイル共有アカウント名が無効です。新しいアカウント名を入力してください。";

"Disabled" = "無効";
"Enabled" = "有効";

"SetupComplete" = "設定を完了しました";
"UpdateComplete" = "アップデート完了";

"LessSecureCommunication" = "この AirMac ワイヤレス装置と通信すると、入力したパスワードが、ネットワーク上のほかの装置から見えてしまう可能性があります。";
"YouShouldUpdateFirmware" = "この AirMac ワイヤレス装置を最新のファームウェアにアップデートする必要があります。";
"AreYouSureContinue" = "続けてもよろしいですか？";

"MinimumMacOSVersion" = "AirMac ユーティリティは、Mac OS X バージョン %@ 以降で最適に動作します。より新しいバージョンの Mac OS X にアップデートしてください。";
"MinimumWinOSVersion" = "AirMac ユーティリティは Windows XP SP3 または Vista SP1 以降で最適に動作します。より新しいバージョンの Windows に更新してください。";

"UserAccountsExistingFilesWarning" = "ユーザアカウントを設定すると、管理者ではないユーザは、AirMac ディスク上の既存のファイルにアクセスできなくなる場合があります。";
"AtMeDotCom" = "@me.com";
"AtMacDotCom" = "@mac.com";
"MobileMeNamePlacheolder" = "（MobileMe メンバー名）";

"errNeedName" = "操作を続けるには、名前を入力する必要があります。";

"PrinterDescription" = "プリンタの説明";
"PrinterName" = "プリンタ名";

"ExtendingANonExtensibleEnabledNetwork" = "選択したネットワークは拡張するように設定されていません。";
"ExtendingANonExtensibleNetwork" = "選択したネットワークは拡張できません。";
"AreYouSureExtend" = " このネットワークを拡張しますか？";

"RadioSTAListClientType" = "クライアントのタイプ";
"RadioSTAListOpmodeSTA" = "ワイヤレス";
"RadioSTAListOpmodePSTA" = "Ethernet";
"RadioSTAListOpmodeWDS" = "WDS";
"RadioSTAListOpmodeDWDS" = "Wireless エクステンダー";

"RadioSTAList80211Mode" = "80211 モード";
"WirelessClients" = "ワイヤレスクライアント";
"EthernetClients" = "Ethernet クライアント";
"WirelessEthernetClients" = "ワイヤレス & Ethernet クライアント";

"DisableWANServices" = "すべての WAN サービスを無効にしますか？";

"ImportWarning" = "これらの設定を読み込むと、現在の設定が上書きされる可能性があります。";

"USBSharingDescription" = "ネットワーク上のユーザが %@ に接続されている USB 装置にアクセスできるようにするときは、USB 共有を使用します。";
"USBSharingVsFileSharing" = "USB を共有しても、USB を使用して接続しているディスクのファイル共有には影響しません。";

"Base Station" = "ベースステーション";	/* OK TO LOCALIZE */
"Time Capsule" = "Time Capsule";	/* DO NOT LOCALIZE */

"EraseDestTimeCapsuleDisk" = "移行先 Time Capsule ディスクを消去";
"EraseDestTimeCapsuleDisk.description" = "ディスク内容の移行先の Time Capsule ディスクを消去してから移行を開始したい場合は、“移行先 Time Capsule ディスクを消去”をクリックしてください。";
"EraseSourceTimeCapsuleDisk" = "ソース Time Capsule ディスクを消去";
"EraseSourceTimeCapsuleDisk.description" = "ディスク内容の移行元の Time Capsule ディスクを移行開始後に消去したい場合は、“ソース Time Capsule ディスクを消去”をクリックしてください。";


"MoreOptions" = "その他のオプション";

"PrintersChangeNamesDescription" = "プリンタの名前を変更するときは、以下のリストでプリンタを選択し、“編集”をクリックしてください。";

"GuestNetRequiresDHCPNAT" = "ゲストネットワークを利用するには、この %@ が NAT/DHCP を使用してパブリック IP アドレスを共有するように設定する必要があります。";

"BTMMRequiresPPPoEAlwaysOn" = "“どこでも My Mac”を利用するには、PPPoE 接続を“常に入”に設定する必要があります。";
"SelectPPPoEAlwaysOn" = "“接続”メニューから“常に入”を選択してください。";

"ClientTable_Client" = "クライアント";
"ClientTable_Signal" = "信号";
"ClientTable_Noise" = "ノイズ";
"ClientTable_Rate" = "レート";
"ClientTable_Type" = "タイプ";
"ClientTable_80211" = "80211";
"ClientTable_MAC" = "MAC アドレス";
"ClientTable_IP" = "IP アドレス";
"ClientTable_ClientID" = "クライアント ID";
"ClientTable_Lease" = "リース期間";

"IPv4orIPV6" = "IPv4 または IPv6 アドレス";
"TablePlusButton" = "+";
"TableMinusButton" = "-";

"IgnoredDevices" = "無視されたデバイス";

"WirelessNetworkOptionsButton" = "ワイヤレス・ネットワーク・オプション…";

/* End of strings file */
